Revit 2027 API
TilePatterns Properties
The TilePatterns type exposes the following members.
Properties
Name | Description
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Top
See Also
Reference
TilePatterns Class
Autodesk.Revit.DB Namespace